Revit 2027 API
ContourSetting Properties
The ContourSetting type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ContourSetting Class
Autodesk.Revit.DB Namespace